[M_MonumentsVandalism MissionDefinition]
MissionName="Atentado Escultural"
MissionDescription="O Claptrap lhe pediu que destrua as estátuas de Jack O'Cara existentes em [place]Opportunity[-place], pois, evidentemente que destruir imagens do mal é muito mais importante do que tentar destruir o próprio mal."
TurnInDescription="Com as estátuas de Jack O'Cara destruidas, [place]Opportunity[-place] parece um pouco menos brega para os viajantes. Quer dizer... só um pouco."
MissionSummary="Destrua as estátuas de Jack O'Cara."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Nenhuma revolução está completa se não forem derrubadas algumas estátuas de um ditador facista."

[M_MonumentsVandalism:Danceoff MissionObjectiveDefinition]
ProgressMessage="Aperte o botão de dança"

[M_MonumentsVandalism:DanceoffSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:DestroyStatuesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:Escort MissionObjectiveDefinition]
ProgressMessage="Escolte o Construtor"

[M_MonumentsVandalism:Escort1Set MissionObjectiveSetDefinition]
MissionSummaryOverride="Defenda o construtor enquanto ele destrói as estátuas de Jack."
MissionDescriptionOverride="O Claptrap lhe pediu que destrua as estátuas de Jack O'Cara existentes em [place]Opportunity[-place], pois, evidentemente que destruir imagens do mal é muito mais importante do que tentar destruir o próprio mal. As estátuas são à prova de balas, portanto, você deverá proteger o robô Construtor enquanto ele as derruba por você."

[M_MonumentsVandalism:FindConstructor MissionObjectiveDefinition]
ProgressMessage="Procure um Construtor"

[M_MonumentsVandalism:FindConstructorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonumentsVandalism:HackConstructor MissionObjectiveDefinition]
ProgressMessage="Hackeie o Construtor"

[M_MonumentsVandalism:HackConstructorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Hackeie o sistema do robô construtor de Opportunity."
MissionDescriptionOverride="O Claptrap lhe pediu que destrua as estátuas de Jack O'Cara existentes em [place]Opportunity[-place], pois, evidentemente que destruir imagens do mal é muito mais importante do que tentar destruir o próprio mal. As estátuas são à prova de balas, portanto, você deverá hackear o sistema de um robô Construtor para que ele as derrube por você."

[M_MonumentsVandalism:OverseerHealth MissionObjectiveDefinition]
ProgressMessage="Mantenha a vitalidade do Construtor em +50%"

[M_MonumentsVandalism:ShootStatues MissionObjectiveDefinition]
ProgressMessage="Atire nas estátuas"

[M_MonumentsVandalism:StatuesDestroyed MissionObjectiveDefinition]
ProgressMessage="Destrua as estátuas"

